export default function Login() {
    return (
        <div>로그인 페이지</div>
    )
}

/*
슬안님께

슬안님~~ 남의 코드 보기 쉽지 않을까봐 메모 남겨둡니다.
제가 구현한 findAndPwd 는 맞게 작성한 것 같은데 아직 확인이 안 됩니다..

그리고 슬안님께서 해 주셔야 할 것 같은 걸 적어 보았습니다.(생각이 다르실 순 있지만!)
먼저, 로그인이 성공하면 유저 정보를 가져와서 담아야할 것 같습니다.

그리고 header의 로그인 탭을 클릭했을 때 작성하신 로그인 모달이 떠야 할 것 같습니다.
로그인 모달에서 아이디/비밀번호찾기를 하면 제가 작성한 findIdandPwd 페이지가 나와야 합니다.
혹시 로그인 로직 다 구현하시면 header.js 한 번 봐 주시겠어요? 
(주석 처리한 부분을 봐 주시면 됩니다!)
state를 App.js에서 했는데 header에서 또 하는 게 맞는지도 모르겠고 에러나는 이유도 모르겠습니다.


*/